romkatv/zsh-bench kind:path

mattmc3/ez-compinit
zsh-users/zsh-completions kind:fpath path:src
Aloxaf/fzf-tab kind:defer

# getantidote/use-omz
ohmyzsh/ohmyzsh path:plugins/magic-enter kind:defer
ohmyzsh/ohmyzsh path:plugins/extract kind:defer

zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-history-substring-search kind:defer

blimmer/zsh-aws-vault kind:defer
mroth/evalcache
wfxr/forgit kind:defer

romkatv/zsh-defer